{
  "K2Lwi591jp8": {
    "video_id": "K2Lwi591jp8",
    "language": "English (auto-generated)",
    "text": "[Music] I have a twink in my neck. >> What? My neck hurts. >> No. >> Hey guys. Oh, Mitch is back. I just thought of a new video idea. >> Guys, guys. Oh my god. >> Guess what? >> Oh my gosh. >> Jesus Christ. >> I have something so important to tell you guys. something way more important than whatever you're freaking out about. >> Mus, you killed Mitch. Oh. Oh my god. I'm trying to talk. >> So, get this. I just broke out of Prism. You were in prison? No. Prism? It's like jail for wizards. >> Okay. Is that like Pentalagon's infinite glass labyrinth? >> It is Pentalagon's Infinite Glass Labyrinth. >> How did you know that? Know what? Anyway, you'll never guess what I found in the spectral sarcophagus. >> How could we possibly guess what was in the spectral scroll? Is >> that a time travel scroll? >> It was a time travel scroll. >> Dude, how do you know so much wizard [ __ ] I >> I think it's in the Bible. >> Guys, do you know what this means? We can go back and unexlode Mitch. I just I don't know who that is. Listen, it's a single use spell, so we have to make it count. >> Okay, so what? You want us to go back in time and kill baby Hitler? >> No. We're going to stop the tragedy on 9/11. >> I actually think we should kill baby Hitler. >> No, we're doing the 9/11 thing. >> What if we kill baby Hitler, but then wait till later in time to stop 9/11? >> Oh. Oh, you're going to kill a baby? Really? Which one of you is going to do the baby killing? >> Huh? >> Yeah. Yeah. It's actually really hard to kill a baby. Unless, of course, you're Hitler [Music] to 911. >> Whoa. Did Did it work? Are we really in 2001? >> I don't know. Check your phone. I can't. I just have this weird device that's flipped closed. >> Flip it open. >> It's a phone. A flip phone. Wa. Isn't that just your stupid Galaxy Flip? You just bought that. >> It's not stupid. Ben Affleck has one in the commercial. Plus, you can barely notice the giant screen crease. >> You just said it was giant. Shut up. >> Look, we all know Frank has a dumb phone for total morons, but see if it has 5G. It's only 3G. [Music] It's the early 2000s. >> Did someone save for me? I'm going to go online. Did someone say cous ball? >> These graphics are so real. >> Did someone say goose ball? >> What are you guys doing in my house? >> Oh [ __ ] Did you guys not own this place 23 years ago? >> We were three. >> Get out of my house. If you don't leave right now, I'm going to call the cop. >> Oh, Magius. Did you just kill that guy? >> I had to. >> Holy [ __ ] I had no choice. >> Jesus Christ. Relax. I just sent him to the George Lopez intro [Music] now. Come on. We don't have much time. [Music] So, do we call the Pentagon? What? Why? But don't we Wait, >> the hell? >> I'm you from the future. I'm here to stop you from stopping the events of 911. [Music] >> Why? >> You ever heard of a little thing called 1012? >> No. >> No. >> Not if I can help it. >> Wait, let me guess. You're here from the future future and you're here to stop him from stopping us from stopping the events of 9/11. No, I actually just really wanted to eat that hot dog again. Let me just I remember really liking it. >> Wait, don't eat that hot dog. H. It's just as good as I no longer remember. God damn it. This is 1113 all over again. What? Oh god. Wait. >> Oh [ __ ] Who are you here to stop? >> No one. I'm here to encourage you. Keep doing exactly what you came here to do. Otherwise, I won't exist. >> I might do something different. Wow. Who the hell are you? Oh. Uh, I I'm actually from the past. I just wanted to see what the future was like. Pretty crazy. So, I think I'm just going to go back to the past. And I'll go back to the future. [Laughter] >> I don't get the reference. I'm from before movies. >> This reminds me of uh uh Rick and Marty. >> Can I have that? Uh we don't have those in my time. >> Yeah, sure. Thanks. Have they invented mustard in your time? >> Oh no. >> Oh [ __ ] Somebody do something. >> No, we can't touch it. It'll make a paradox. He's right. We're [ __ ] >> You're literally stealing his wallet. >> I'm only touching his wallet. Oh no. Wait, was that the first Magius? >> Who cares? I'm still alive. >> We got to save him. >> Why? He sucks so much. And he killed Mitch. >> Yeah, but he's the only one who could take us back. I'll do chest compressions. You call 911. I don't I don't even know if my phone >> Call them now. Fine. Hurry. >> Just give me a second. >> Crap. >> Oh my god, >> dude. >> You also have the flip. >> It's not the flip. It's the fold. It's literally the fold. >> You made fun of my flip for months. >> It's an allin-one phone and tablet experience. >> Loser. You're a bigger loser than me. >> You can barely notice the trench in the middle when you go over it with the stylus. >> It has a chain. [ __ ] you, dude. You were the one who pre-ordered the flesh. >> Oh [ __ ] [Music] >> All right. Thanks. You did it, boys. You stopped the tragedy on 911. What? The tragedy that happened to me on 911 2002. >> 2002. Oh my god. >> So, not the whole thing with the building. >> Oh my god. The planes. >> With the planes. No. No. No. Oh my god. No. You can't stop that. You'd have to kill George Bush and Dick Cheney at like the same exact time. It's It's impossible. I've tried. It's like a Spiderverse cannon event. >> Okay. Can you just take us back? >> I can't. I told you the scroll was only one use. >> It's just how scrolls are. >> Of course. >> But the good news is with your knowledge of cryptocurrency and blockchain technology, we can invest. >> I don't know crypto. >> And you? >> I don't know how electricity works. >> Ah, [ __ ] Well, hey, we have enough time to make all the right decisions so we can guest star and I Carly in 5 years thoughts. Remember Jibby? He would take his shirt off. Yeah, I got the new pair phone. It's awesome. Oh, great. What'd you do now, Spencer? Aius, you hungry? You want like a spaghetti taco? Magius. Magius. >> Dan Schneider sucked my toe. What? Dan Schneider sucked my toe. >> Guys, Spencer's not breathing. Oh my god. I'm trying to talk and you can barely notice the giant [Laughter] >> Damn it. >> Dan Schneider sucked my Christ. Okay, I got it. Okay."
  },
  "dQw4w9WgXcQ": {
    "video_id": "dQw4w9WgXcQ",
    "language": "English",
    "text": "[♪♪♪] ♪ We're no strangers to love ♪ ♪ You know the rules\nand so do I ♪ ♪ A full commitment's\nwhat I'm thinking of ♪ ♪ You wouldn't get this\nfrom any other guy ♪ ♪ I just wanna tell you\nhow I'm feeling ♪ ♪ Gotta make you understand ♪ ♪ Never gonna give you up ♪ ♪ Never gonna let you down ♪ ♪ Never gonna run around\nand desert you ♪ ♪ Never gonna make you cry ♪ ♪ Never gonna say goodbye ♪ ♪ Never gonna tell a lie\nand hurt you ♪ ♪ We've known each other\nfor so long ♪ ♪ Your heart's been aching\nbut you're too shy to say it ♪ ♪ Inside we both know\nwhat's been going ♪ ♪ We know the game\nand we're gonna play it ♪ ♪ And if you ask me\nhow I'm feeling ♪ ♪ Don't tell me\nyou're too blind to see ♪ ♪ Never gonna give you up ♪ ♪ Never gonna let you down ♪ ♪ Never gonna run around\nand desert you ♪ ♪ Never gonna make you cry ♪ ♪ Never gonna say goodbye ♪ ♪ Never gonna tell a lie\nand hurt you ♪ ♪ Never gonna give you up ♪ ♪ Never gonna let you down ♪ ♪ Never gonna run around\nand desert you ♪ ♪ Never gonna make you cry ♪ ♪ Never gonna say goodbye ♪ ♪ Never gonna tell a lie\nand hurt you ♪ ♪ (Ooh, give you up) ♪ ♪ (Ooh, give you up) ♪ ♪ Never gonna give,\nnever gonna give ♪ ♪ (Give you up) ♪ ♪ Never gonna give,\nnever gonna give ♪ ♪ (Give you up) ♪ ♪ We've known each other\nfor so long ♪ ♪ Your heart's been aching\nbut you're too shy to say it ♪ ♪ Inside we both know\nwhat's been going ♪ ♪ We know the game\nand we're gonna play it ♪ ♪ I just wanna tell you\nhow I'm feeling ♪ ♪ Gotta make you understand ♪ ♪ Never gonna give you up ♪ ♪ Never gonna let you down ♪ ♪ Never gonna run around\nand desert you ♪ ♪ Never gonna make you cry ♪ ♪ Never gonna say goodbye ♪ ♪ Never gonna tell a lie\nand hurt you ♪ ♪ Never gonna give you up ♪ ♪ Never gonna let you down ♪ ♪ Never gonna run around\nand desert you ♪ ♪ Never gonna make you cry ♪ ♪ Never gonna say goodbye ♪ ♪ Never gonna tell a lie\nand hurt you ♪ ♪ Never gonna give you up ♪ ♪ Never gonna let you down ♪ ♪ Never gonna run around\nand desert you ♪ ♪ Never gonna make you cry ♪ ♪ Never gonna say goodbye ♪ ♪ Never gonna tell a lie\nand hurt you ♪"
  },
  "jNQXAC9IVRw": {
    "video_id": "jNQXAC9IVRw",
    "language": "English",
    "text": "All right, so here we are, in front of the\nelephants the cool thing about these guys is that they\nhave really... really really long trunks and that's cool (baaaaaaaaaaahhh!!) and that's pretty much all there is to\nsay"
  }
}